#+glossary_sources:  Glossary

#+title: 2025 年记录

#+FILETAGS:  GTD
#+STARTUP: content showstars indent

#+HTML_HEAD: <link rel="stylesheet" type="text/css" href="https://rgb-24bit.github.io/org-html-theme-list/org-guidao/style/main.css"/>
#+OPTIONS:    H:3 num:nil toc:t \n:nil ::t |:t ^:t -:t f:t *:t tex:t d:(HIDE) tags:not-in-toc

*** Review
:LOGBOOK:
CLOCK: [2025-01-11 Sat 22:38]--[2025-01-11 Sat 23:27] =>  0:49
:END:

*** Review :REVIEW:
:LOGBOOK:
CLOCK: [2025-02-06 Thu 14:37]--[2025-02-06 Thu 14:47] =>  0:10
:END:

*** 与罗百顺沟通交流海外营销的事项的沟通
:PROPERTIES:
:ID:       6FE09DB9-C0A8-49DE-957C-E58E1A4DA41C
:END:
:LOGBOOK:
CLOCK: [2025-02-26 Wed 15:43]--[2025-02-26 Wed 15:48] =>  0:05
CLOCK: [2025-02-24 Mon 18:26]--[2025-02-24 Mon 18:41] =>  0:15
:END:
[[id:DD6DE9D3-33C7-4CAD-843D-C59DEC4115CC][2025-02-26 日 SQLFLASH 需要做的调整]]

*** Review :REVIEW:
:LOGBOOK:
CLOCK: [2025-02-24 Mon 11:21]--[2025-02-24 Mon 11:31] =>  0:10
CLOCK: [2025-02-23 Sun 22:54]--[2025-02-23 Sun 23:24] =>  0:30
:END:

*** Review :REVIEW:
:LOGBOOK:
CLOCK: [2025-03-03 Mon 14:39]--[2025-03-03 Mon 15:21] =>  0:42
:END:

*** DONE SQLFlash 下一步
CLOSED: [2025-03-19 Wed 15:21]
:PROPERTIES:
:Create:   [2025-02-26]
:END:
- State "DONE"       from "IMMED"      [2025-03-19 Wed 15:21]
:LOGBOOK:
CLOCK: [2025-03-19 Wed 15:19]--[2025-03-19 Wed 15:21] =>  0:02
CLOCK: [2025-03-17 Mon 10:28]--[2025-03-17 Mon 10:48] =>  0:20
:END:

- [X] 各方要填的数据: 在周报中
- 国内宣传

  - 找 KOL 推广国内: 可能需要提供一些数据/案例怎么来
- [X] 增加 SEO 内容 -- By 开发
  http://10.186.18.11/confluence/pages/viewpage.action?pageId=194674946
  
  - 可用主题
    各种 SQL 的优化案例

- [X]  周园的文档迁移

*** Review :REVIEW:
:LOGBOOK:
CLOCK: [2025-03-19 Wed 15:05]--[2025-03-19 Wed 15:29] =>  0:24
CLOCK: [2025-03-14 Fri 14:53]--[2025-03-14 Fri 15:19] =>  0:26
:END:

